Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Fearful
de: Ängstlich
es: Temeroso
fr: Craintif
it: Pauroso

source: Fearful reactions are normal, especially for new experiences. Here's how to help your puppy feel more confident.
de: Ängstliche Reaktionen sind normal, besonders bei neuen Erfahrungen. So hilfst du deinem Welpen, selbstbewusster zu werden.
es: Las reacciones de miedo son normales, especialmente para nuevas experiencias. Asi es como ayudar a tu cachorro a sentirse mas seguro.
fr: Les réactions de peur sont normales, surtout pour les nouvelles expériences. Voici comment aider votre chiot à se sentir plus confiant.
it: Le reazioni paurose sono normali, specialmente per nuove esperienze. Ecco come aiutare il tuo cucciolo a sentirsi più sicuro.
sv: Fearful reactions are normal, especially for Ny experiences. Here's how Till Hjälp your Valp feel Mer confident.

source: Fell asleep
de: Eingeschlafen
es: Se durmio
fr: S'est endormi
it: Si e addormentato
sv: Somnade

source: Fell asleep at
de: Eingeschlafen um
es: Se durmio a las
fr: S'est endormi à
it: Si e addormentato alle
sv: Somnade Kl

source: Fenced
de: Eingezäunt
es: Cercado
fr: Clôturé
it: Recintato

source: Fetching files...
de: Dateien abrufen...
es: Obteniendo archivos...
fr: Récupération des fichiers...
it: Recupero file...

source: File content invalid
de: Dateiinhalt ungültig
es: Contenido de archivo invalido
fr: Contenu du fichier invalide
it: Contenuto file non valido
sv: Fil content invalid

source: File error
de: Dateifehler
es: Error de archivo
fr: Erreur de fichier
it: Errore file
sv: Fil Fel

source: File too large
de: Datei zu groß
es: Archivo muy grande
fr: Fichier trop volumineux
it: File troppo grande
sv: Fil too Stor

source: File too large. Maximum size is 50 MB.
de: Datei zu groß. Maximale Größe ist 50 MB.
es: Archivo muy grande. El tamano maximo es 50 MB.
fr: Fichier trop volumineux. La taille maximale est de 50 Mo.
it: File troppo grande. Dimensione massima 50 MB.
sv: Fil too Stor. Maximum Storlek is 50 MB.

source: Final puppy vaccination at 16 weeks
de: Letzte Welpenimpfung mit 16 Wochen
es: Vacunacion final del cachorro a las 16 semanas
fr: Dernière vaccination du chiot à 16 semaines
it: Vaccinazione finale cucciolo a 16 settimane
nl: Laatste puppyvaccinatie op 16 weken
sv: Final Valp Vaccination Kl 16 veckor

source: Find out when your puppy last peed
de: Finde heraus, wann dein Welpe zuletzt gepinkelt hat
es: Descubre cuando hizo pis por ultima vez tu cachorro
fr: Découvrez quand votre chiot a fait pipi pour la dernière fois
it: Scopri quando il tuo cucciolo ha fatto l'ultima pipì
sv: Find Ut when your Valp senaste peed

source: Find out when your puppy last peed and pooped
de: Finde heraus, wann dein Welpe zuletzt gepinkelt und gekotet hat
es: Descubre cuando hizo pis y caca por ultima vez tu cachorro
fr: Découvrez quand votre chiot a fait pipi et caca pour la dernière fois
it: Scopri quando il tuo cucciolo ha fatto l'ultima pipì e cacca
sv: Find Ut when your Valp senaste peed and pooped

source: Find out when your puppy last pooped
de: Finde heraus, wann dein Welpe zuletzt gekotet hat
es: Descubre cuando hizo caca por ultima vez tu cachorro
fr: Découvrez quand votre chiot a fait caca pour la dernière fois
it: Scopri quando il tuo cucciolo ha fatto l'ultima cacca
sv: Find Ut when your Valp senaste pooped

source: Finding dog parks...
de: Suche Hundeparks...
es: Buscando parques para perros...
fr: Recherche de parcs canins...
it: Ricerca aree cani...
sv: Finding Hund parks...

source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
fr: Feux d'artifice
it: Fuochi d'artificio

source: First Commands
de: Erste Kommandos
es: Primeros comandos
fr: Premiers ordres
it: Primi comandi
sv: First Kommandon

source: First deworming (breeder)
de: Erste Entwurmung (Züchter)
es: Primera desparasitacion (criador)
fr: Premier vermifuge (éleveur)
it: Prima sverminazione (allevatore)
nl: Eerste ontworming (fokker)

source: First deworming (home)
de: Erste Entwurmung (zuhause)
es: Primera desparasitacion (casa)
fr: Premier vermifuge (maison)
it: Prima sverminazione (casa)
nl: Eerste ontworming (thuis)
sv: First deworming (Hem)

source: First fear period
de: Erste Angstphase
es: Primer periodo de miedo
fr: Première période de peur
it: Primo periodo della paura
nl: Eerste angstperiode

source: First Vaccination
de: Erste Impfung
es: Primera vacunacion
fr: Première vaccination
it: Prima vaccinazione

source: First vaccination (DHP + Lepto)
de: Erste Impfung (DHP + Lepto)
es: Primera vacunacion (DHP + Lepto)
fr: Première vaccination (DHP + Lepto)
it: Prima vaccinazione (DHP + Lepto)
nl: Eerste vaccinatie (DHP + Lepto)

source: First vet visit
de: Erster Tierarztbesuch
es: Primera visita al veterinario
fr: Première visite chez le vétérinaire
it: Prima visita veterinaria
nl: Eerste dierenartsbezoek
sv: First Veterinärbesök

source: First visited
de: Erstmals besucht
es: Primera visita
fr: Première visite
it: Prima visita

source: First walk after
de: Erster Spaziergang nach
es: Primer paseo despues
fr: Première promenade après
it: Prima passeggiata dopo
sv: First Promenad after

source: Flexible
de: Flexibel
it: Flessibile

source: Flexible (Recommended)
de: Flexibel (Empfohlen)
es: Flexible (Recomendado)
fr: Flexible (Recommandé)
it: Flessibile (Consigliato)

source: Focus on positive experiences with new people, places, sounds, and other animals.
de: Fokus auf positive Erfahrungen mit neuen Menschen, Orten, Geräuschen und anderen Tieren.
es: Enfocate en experiencias positivas con nuevas personas, lugares, sonidos y otros animales.
fr: Concentrez-vous sur les expériences positives avec de nouvelles personnes, lieux, sons et autres animaux.
it: Concentrati su esperienze positive con nuove persone, luoghi, suoni e altri animali.
sv: Focus På positive experiences with Ny Människor, places, sounds, and Andra djur.

source: Focus on:
de: Fokus auf:
es: Enfocate en:
fr: Concentrez-vous sur :
it: Concentrati su:
sv: Focus På:

source: Focus skills
de: Fokus-Fähigkeiten
es: Habilidades de enfoque
fr: Compétences de concentration
it: Abilità di concentrazione
sv: Focus Färdigheter

source: Food Recall Alert
de: Futterrückruf-Warnung
es: Alerta de retiro de comida
fr: Alerte rappel alimentaire
it: Avviso richiamo cibo
sv: Matåterkallelse-varning

source: Food Recall Alerts
de: Futterrückruf-Warnungen
es: Alertas de retiro de comida
fr: Alertes rappel alimentaire
it: Avvisi richiamo cibo
sv: Matåterkallelse-varnings

source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta

source: Found: %lld days
de: Gefunden: %lld Tage
es: Encontrados: %lld dias
fr: Trouvé : %lld jours
it: Trovati: %lld giorni
sv: Found: %lld dagar

source: Foundation Week
de: Grundlagenwoche
es: Semana de fundamentos
fr: Semaine des fondations
it: Settimana base
sv: Foundation Vecka

source: Foundations
de: Grundlagen
es: Fundamentos
fr: Fondations
it: Fondamenta

source: Free
de: Gratis
es: Gratis
fr: Gratuit
it: Gratis
sv: Gratis

source: Free Trial
de: Kostenlose Testversion
es: Prueba gratis
it: Prova gratuita
nl: Gratis proefperiode
sv: Gratis provperiod

source: Freezing
de: Erstarrend
es: Congelando
fr: Gel
it: Si blocca

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza

source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
nl: Vr
sv: Fre

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici

source: Full celebrations
de: Volle Feiern
es: Celebraciones completas
fr: Célébrations complètes
it: Celebrazioni complete

source: Full Training Library
de: Vollständige Trainingsbibliothek
es: Biblioteca completa de entrenamiento
fr: Bibliothèque d'entraînement complète
it: Libreria addestramento completa
sv: Full Träning Library

source: Full-screen celebration
de: Vollbild-Feier
es: Celebracion de pantalla completa
fr: Célébration plein écran
it: Celebrazione a schermo intero

source: Gained %@
de: %@ zugenommen
es: Gano %@
fr: Gagné %@
it: Guadagnato %@

source: Gallery
de: Galerie
es: Galeria
fr: Galerie
it: Galleria
nl: Galerij

source: Garbage bags
de: Müllsäcke
es: Bolsas de basura
fr: Sacs poubelle
it: Sacchi spazzatura

source: Garden
de: Garten
es: Jardin
fr: Jardin
it: Giardino
nl: Tuin
sv: Trädgård

source: Gathering memories...
de: Erinnerungen sammeln...
es: Recopilando recuerdos...
fr: Collecte des souvenirs...
it: Raccolta ricordi...

source: Gegevens ophalen...
de: Daten abrufen...
es: Obteniendo datos...
fr: Récupération des données...
it: Recupero dati...

source: Gently touch ears, paws, tail, mouth
de: Sanft Ohren, Pfoten, Schwanz, Maul berühren
es: Toca suavemente orejas, patas, cola, boca
fr: Touchez doucement les oreilles, pattes, queue, bouche
it: Tocca delicatamente orecchie, zampe, coda, bocca
sv: Gently touch Öron, paws, tail, mouth

source: Get a complete status update on your puppy
de: Erhalte ein vollständiges Status-Update über deinen Welpen
es: Obtiene una actualizacion completa del estado de tu cachorro
fr: Obtenez une mise à jour complète du statut de votre chiot
it: Ottieni un aggiornamento completo sullo stato del tuo cucciolo
sv: Get a complete Status update På your Valp

source: Get AI-powered insights, unlimited training, and premium features to help your puppy thrive.
de: Erhalte KI-gestützte Einblicke, unbegrenztes Training und Premium-Funktionen, um deinem Welpen zum Erfolg zu verhelfen.
es: Obtiene analisis con IA, entrenamiento ilimitado y funciones premium para ayudar a tu cachorro a prosperar.
fr: Obtenez des analyses alimentées par l'IA, un entraînement illimité et des fonctionnalités premium pour aider votre chiot à s'épanouir.
it: Ottieni analisi basate su IA, addestramento illimitato e funzioni premium per far crescere il tuo cucciolo.
sv: Get AI-powered Insikter, unlimited Träning, and Premium features Till Hjälp your Valp thrive.

source: Get detailed sleep analysis with Otis+
de: Erhalte detaillierte Schlafanalyse mit Otis+
es: Obtiene analisis detallado de sueno con Otis+
fr: Obtenez une analyse détaillée du sommeil avec Otis+
it: Ottieni analisi dettagliata del sonno con Otis+
sv: Get detailed Sova analysis with Otis+

source: Get notified when it's time for the next meal.
de: Erhalte eine Benachrichtigung, wenn es Zeit für die nächste Mahlzeit ist.
es: Recibe notificacion cuando sea hora de la proxima comida.
fr: Soyez notifié quand c'est l'heure du prochain repas.
it: Ricevi notifica quando è ora del prossimo pasto.
sv: Get notified when it's Tid for the Nästa Måltid.

source: Get notified when pet food brands you use are recalled. Data from FDA.
de: Erhalte Benachrichtigungen, wenn Tierfuttermarken, die du verwendest, zurückgerufen werden. Daten von der FDA.
es: Recibe notificacion cuando las marcas de comida para mascotas que usas son retiradas. Datos de la FDA.
fr: Soyez notifié quand les marques d'alimentation que vous utilisez sont rappelées. Données de la FDA.
it: Ricevi notifica quando le marche di cibo che usi sono richiamate. Dati dalla FDA.
sv: Get notified when Husdjur Mat brands you use are recalled. Data Från FDA.

source: Get started
de: Loslegen
es: Comenzar
it: Inizia
nl: Begin
sv: Kom igång

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
nl: Aan de slag
sv: Kom igång

source: Get your puppy comfortable being touched everywhere. Important for vet visits, grooming, and health checks.
de: Gewöhne deinen Welpen daran, überall berührt zu werden. Wichtig für Tierarztbesuche, Pflege und Gesundheitschecks.
es: Haz que tu cachorro se sienta comodo siendo tocado en todas partes. Importante para visitas al veterinario, aseo y chequeos de salud.
fr: Habituez votre chiot à être touché partout. Important pour les visites vétérinaires, le toilettage et les bilans de santé.
it: Abitua il tuo cucciolo a essere toccato ovunque. Importante per visite veterinarie, toelettatura e controlli sanitari.
sv: Get your Valp comfortable being touched överallt. Important for Veterinär Besök, Pälsvård, and Hälsa checks.

source: Get your puppy comfortable wearing a collar and being on a leash. Foundation for all outdoor training.
de: Gewöhne deinen Welpen an Halsband und Leine. Grundlage für alles Outdoor-Training.
es: Haz que tu cachorro se sienta comodo usando collar y correa. Base para todo el entrenamiento al aire libre.
fr: Habituez votre chiot au collier et à la laisse. Base de tout entraînement extérieur.
it: Abitua il tuo cucciolo a indossare il collare e stare al guinzaglio. Base per tutto l'addestramento all'aperto.
sv: Get your Valp comfortable wearing a Halsband and being På a Koppel. Foundation for Alla Utomhus Träning.

source: Getting location...
de: Standort abrufen...
es: Obteniendo ubicacion...
fr: Obtention de la localisation...
it: Recupero posizione...
sv: Getting Plats...

source: Gevonden: %lld dagen
de: Gefunden: %lld Tage
es: Encontrados: %lld dias
fr: Trouvé : %lld jours
it: Trovati: %lld giorni

source: Give more space — distance is your friend
de: Mehr Abstand geben — Distanz ist dein Freund
es: Da mas espacio — la distancia es tu amiga
fr: Donnez plus d'espace — la distance est votre amie
it: Dai più spazio — la distanza è tua amica
sv: Give Mer space — distance is your friend

source: Give treats while handling
de: Leckerlis beim Anfassen geben
es: Da premios mientras lo manejas
fr: Donnez des friandises pendant la manipulation
it: Dai premietti mentre manipoli
sv: Give Godisar while handling

source: Go outside now!
de: Jetzt rausgehen!
es: Sal afuera ahora!
fr: Sortez maintenant !
it: Esci subito!
sv: Go Utomhus Nu!

source: Go slowly - this builds lifelong trust
de: Langsam vorgehen - das baut lebenslanges Vertrauen auf
es: Ve despacio - esto construye confianza de por vida
fr: Allez lentement - cela construit une confiance à vie
it: Vai piano - questo costruisce fiducia per tutta la vita
sv: Go slowly - denna builds lifelong trust

source: Goal: 18 hours
de: Ziel: 18 Stunden
es: Meta: 18 horas
fr: Objectif : 18 heures
it: Obiettivo: 18 ore
nl: Doel: 18 uur
sv: Goal: 18 timmar

source: Good start!
de: Guter Start!
es: Buen comienzo!
fr: Bon début !
it: Buon inizio!
sv: Bra Start!

source: Good time for a walk
de: Gute Zeit für einen Spaziergang
es: Buen momento para un paseo
fr: Bon moment pour une promenade
it: Buon momento per una passeggiata
sv: Bra Tid for a Promenad

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito

source: Gradually add distractions
de: Schrittweise Ablenkungen hinzufügen
es: Agrega distracciones gradualmente
fr: Ajoutez progressivement des distractions
it: Aggiungi gradualmente distrazioni
sv: Gradually Lägg till distractions

source: Gradually add duration and distance
de: Schrittweise Dauer und Entfernung hinzufügen
es: Agrega duracion y distancia gradualmente
fr: Ajoutez progressivement durée et distance
it: Aggiungi gradualmente durata e distanza
sv: Gradually Lägg till Längd and distance

source: Gradually increase distance and duration
de: Schrittweise Entfernung und Dauer erhöhen
es: Aumenta gradualmente la distancia y duracion
fr: Augmentez progressivement la distance et la durée
it: Aumenta gradualmente distanza e durata
sv: Gradually increase distance and Längd

source: Gradually increase duration
de: Schrittweise Dauer erhöhen
es: Aumenta gradualmente la duracion
fr: Augmentez progressivement la durée
it: Aumenta gradualmente la durata
sv: Gradually increase Längd

source: Gradually increase duration and pressure
de: Schrittweise Dauer und Druck erhöhen
es: Aumenta gradualmente la duracion y presion
fr: Augmentez progressivement la durée et la pression
it: Aumenta gradualmente durata e pressione
sv: Gradually increase Längd and pressure

source: Gradually phase out hand movement
de: Schrittweise Handbewegung ausblenden
es: Elimina gradualmente el movimiento de mano
fr: Éliminez progressivement le mouvement de la main
it: Elimina gradualmente il movimento della mano
sv: Gradually phase Ut hand movement

source: Grass
de: Gras
es: Cesped
fr: Herbe
it: Erba

source: Gravel
de: Kies
es: Grava
fr: Gravier
it: Ghiaia

source: Great alternative to 'come' for recall
de: Tolle Alternative zu 'Komm' für Rückruf
es: Gran alternativa a 'ven' para llamada
fr: Excellente alternative à 'viens' pour le rappel
it: Ottima alternativa a 'vieni' per il richiamo
sv: Jättebra alternative Till 'Kom' for recall

source: Great for restaurant and café visits
de: Toll für Restaurant- und Cafébesuche
es: Genial para visitas a restaurantes y cafes
fr: Idéal pour les visites au restaurant et au café
it: Ottimo per visite a ristoranti e caffè
sv: Jättebra for restaurant and café Besök

source: Great for safety at doors and curbs
de: Toll für Sicherheit an Türen und Bordsteinen
es: Genial para seguridad en puertas y aceras
fr: Idéal pour la sécurité aux portes et aux trottoirs
it: Ottimo per sicurezza alle porte e marciapiedi
sv: Jättebra for safety Kl doors and curbs

source: Great for when guests arrive
de: Toll für wenn Gäste ankommen
es: Genial para cuando llegan invitados
fr: Idéal quand des invités arrivent
it: Ottimo per quando arrivano ospiti
sv: Jättebra for when guests arrive

source: Great to use before crossing streets
de: Toll vor dem Überqueren von Straßen
es: Genial para usar antes de cruzar calles
fr: Idéal avant de traverser les rues
it: Ottimo da usare prima di attraversare
sv: Jättebra Till use before crossing streets

source: Grooming
de: Fellpflege
es: Aseo
it: Toelettatura
nl: Trimmen
sv: Pälsvård

source: Group of people
de: Gruppe von Menschen
es: Grupo de personas
fr: Groupe de personnes
it: Gruppo di persone
sv: Group av Människor

source: Growth
de: Wachstum
es: Crecimiento
fr: Croissance
it: Crescita
sv: Tillväxt

source: Growth Chart
de: Wachstumskurve
es: Grafico de crecimiento
fr: Tableau de croissance
it: Grafico crescita
sv: Tillväxt Chart

source: Growth curve
de: Wachstumskurve
es: Curva de crecimiento
fr: Courbe de croissance
it: Curva di crescita
sv: Tillväxt curve

source: Growth Statistics
de: Wachstumsstatistiken
es: Estadisticas de crecimiento
fr: Statistiques de croissance
it: Statistiche crescita
sv: Tillväxt Statistik

source: Growth Story
de: Wachstumsgeschichte
es: Historia de crecimiento
fr: Histoire de croissance
it: Storia della crescita
sv: Tillväxt Story

source: Hair dryer
de: Föhn
es: Secador de pelo
fr: Sèche-cheveux
it: Asciugacapelli

source: Handling
de: Handhabung
es: Manejo
fr: Manipulation
it: Manipolazione

source: Has Expiry Date
de: Hat Ablaufdatum
es: Tiene fecha de expiracion
fr: A une date d'expiration
it: Ha data scadenza
sv: Has Expiry Datum

source: Has location data
de: Hat Standortdaten
es: Tiene datos de ubicacion
fr: A des données de localisation
it: Ha dati posizione
sv: Has Plats Data

source: Heads up
de: Achtung
es: Aviso
fr: Attention
it: Attenzione
sv: Heads Upp

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
nl: Gezondheid
sv: Hälsa

source: Health & Documents
de: Gesundheit & Dokumente
es: Salud y documentos
fr: Santé et documents
it: Salute e documenti
sv: Hälsa & Dokument

source: Health milestones and vet appointments will appear here
de: Gesundheitsmeilensteine und Tierarzttermine erscheinen hier
es: Los hitos de salud y citas con el veterinario apareceran aqui
fr: Les étapes de santé et rendez-vous vétérinaires apparaîtront ici
it: Traguardi salute e appuntamenti veterinari appariranno qui
sv: Hälsa Milstolpar and Veterinär Bokade tider will appear here

source: Here
de: Hier
es: Aqui
fr: Ici
it: Qui

source: Hesitant, ears back, tail low
de: Zögerlich, Ohren zurück, Schwanz tief
es: Indeciso, orejas hacia atras, cola baja
fr: Hésitant, oreilles en arrière, queue basse
it: Esitante, orecchie indietro, coda bassa
sv: Hesitant, Öron Tillbaka, tail low

source: Hiding, trembling, trying to escape
de: Verstecken, zittern, versuchen zu fliehen
es: Escondiendose, temblando, tratando de escapar
fr: Se cache, tremble, essaie de s'échapper
it: Si nasconde, trema, cerca di scappare
sv: Hiding, trembling, trying Till escape

source: High UV — avoid prolonged sun
de: Hohe UV-Strahlung — längere Sonneneinstrahlung vermeiden
es: UV alto — evita el sol prolongado
fr: UV élevés — évitez le soleil prolongé
it: UV alto — evita esposizione prolungata al sole
sv: High UV — avoid prolonged Sön

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
sv: Historik

source: Hold a treat between your thumb and fingers
de: Ein Leckerli zwischen Daumen und Fingern halten
es: Sostiene un premio entre tu pulgar y dedos
fr: Tenez une friandise entre votre pouce et vos doigts
it: Tieni un premietto tra pollice e dita
sv: Hold a Godis between your thumb and fingers

source: Hold a treat near your face
de: Ein Leckerli in Gesichtsnähe halten
es: Sostiene un premio cerca de tu cara
fr: Tenez une friandise près de votre visage
it: Tieni un premietto vicino al viso
sv: Hold a Godis near your face

source: Hold an event for extra options like edit.
de: Ein Ereignis halten für zusätzliche Optionen wie Bearbeiten.
es: Mantene presionado un evento para opciones extra como editar.
fr: Maintenez un événement pour des options supplémentaires comme modifier.
it: Tieni premuto un evento per opzioni extra come modifica.
sv: Hold an Händelse for extra options like Redigera.

source: Hold for options
de: Halten für Optionen
es: Mantene presionado para opciones
fr: Maintenez pour les options
it: Tieni premuto per opzioni

source: Hold treat above puppy's nose
de: Leckerli über der Nase des Welpen halten
es: Sostiene el premio sobre la nariz del cachorro
fr: Tenez la friandise au-dessus du nez du chiot
it: Tieni il premietto sopra il naso del cucciolo
sv: Hold Godis above Valp's nose

source: Hold treats ready in your hand
de: Leckerlis bereit in der Hand halten
es: Ten premios listos en tu mano
fr: Tenez des friandises prêtes dans votre main
it: Tieni i premietti pronti in mano
sv: Hold Godisar ready I your hand

source: Home date
de: Heimdatum
es: Fecha de llegada a casa
fr: Date d'arrivée
it: Data di arrivo a casa
nl: Thuiskomst
sv: Hemkomstdatum

source: Horse
de: Pferd
es: Caballo
fr: Cheval
it: Cavallo

source: Hot weather
de: Heißes Wetter
es: Clima caliente
fr: Temps chaud
it: Tempo caldo
sv: Hot Väder

source: hours
de: Stunden
es: horas
fr: heures
it: ore
nl: uren
sv: timmar

source: How big will %@ get?
de: Wie groß wird %@ werden?
es: Que tan grande sera %@?
fr: Quelle taille fera %@ ?
it: Quanto diventerà grande %@?
nl: Hoe groot wordt %@?

source: How celebrations work
de: So funktionieren Feiern
es: Como funcionan las celebraciones
fr: Comment fonctionnent les célébrations
it: Come funzionano le celebrazioni

source: How is my puppy in Otis
de: Wie geht es meinem Welpen in Otis
es: Como esta mi cachorro en Otis
fr: Comment va mon chiot dans Otis
it: Come sta il mio cucciolo in Otis
sv: How is my Valp I Otis

source: How long was the walk in minutes
de: Wie lang war der Spaziergang in Minuten
es: Cuanto duro el paseo en minutos
fr: Durée de la promenade en minutes
it: Quanto è durata la passeggiata in minuti
sv: How long was the Promenad I minuter

source: How to train
de: Wie man trainiert
es: Como entrenar
fr: Comment entraîner
it: Come addestrare
sv: How Till Träna

source: https://example.com/webhook
de: https://beispiel.com/webhook
fr: https://exemple.com/webhook
it: https://esempio.com/webhook

source: I'd like that
de: Das würde mir gefallen
es: Me gustaria eso
fr: Je voudrais ça
it: Mi piacerebbe

source: iCloud is restricted
de: iCloud ist eingeschränkt
es: iCloud esta restringido
fr: iCloud est restreint
it: iCloud è limitato

source: iCloud not available
de: iCloud nicht verfügbar
es: iCloud no disponible
fr: iCloud non disponible
it: iCloud non disponibile

source: iCloud status unknown
de: iCloud-Status unbekannt
es: Estado de iCloud desconocido
fr: Statut iCloud inconnu
it: Stato iCloud sconosciuto
